RA4_DA4_50/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     	lnteFoam;

startFrom       	latestTime;

startTime       	0;

stopAt          	endTime;

endTime         	1e50;

deltaT          	1;

writeInterval   	1000;

purgeWrite      	3;

writeFormat     	ascii;

writeControl		runTime;

writePrecision  	12;

writeCompression 	off;

timeFormat      	general;

timePrecision   	6;

runTimeModifiable 	true;

adjustTimeStep  	no;

maxCo           	1;

functions
{



};
// ************************************************************************* //
